{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FTripo3DUEBridgeModule",
			"Children": [
				{
					"Source": {
						"Text": "Open Tripo Bridge window"
					},
					"Translation": {
						"Text": "Tripo Bridgeウィンドウを開く"
					},
					"Key": "OpenTripoWebSocketTooltip"
				},
				{
					"Source": {
						"Text": "Open the Tripo Bridge window"
					},
					"Translation": {
						"Text": "Tripo Bridgeウィンドウを開く"
					},
					"Key": "TripoWebSocketTabTooltip"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "OpenTripoWebSocket"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "TripoWebSocketTabTitle"
				}
			]
		},
		{
			"Namespace": "TripoWebSocketWindow",
			"Children": [
				{
					"Source": {
						"Text": "Clear"
					},
					"Translation": {
						"Text": "クリア"
					},
					"Key": "ClearButton"
				},
				{
					"Source": {
						"Text": "Client: {0}"
					},
					"Translation": {
						"Text": "クライアント: {0}"
					},
					"Key": "ClientConnectedInfo"
				},
				{
					"Source": {
						"Text": "Connected"
					},
					"Translation": {
						"Text": "接続済み"
					},
					"Key": "StatusConnected"
				},
				{
					"Source": {
						"Text": "Listening..."
					},
					"Translation": {
						"Text": "待機中..."
					},
					"Key": "StatusListening"
				},
				{
					"Source": {
						"Text": "Message Log"
					},
					"Translation": {
						"Text": "メッセージログ"
					},
					"Key": "MessageLogLabel"
				},
				{
					"Source": {
						"Text": "Port: {0}"
					},
					"Translation": {
						"Text": "ポート: {0}"
					},
					"Key": "PortLabel"
				},
				{
					"Source": {
						"Text": "Server Status: "
					},
					"Translation": {
						"Text": "サーバー状態: "
					},
					"Key": "ServerStatusLabel"
				},
				{
					"Source": {
						"Text": "Server not running"
					},
					"Translation": {
						"Text": "サーバー未起動"
					},
					"Key": "ServerNotRunning"
				},
				{
					"Source": {
						"Text": "Start Server"
					},
					"Translation": {
						"Text": "サーバー開始"
					},
					"Key": "StartServerButton"
				},
				{
					"Source": {
						"Text": "Stop Server"
					},
					"Translation": {
						"Text": "サーバー停止"
					},
					"Key": "StopServerButton"
				},
				{
					"Source": {
						"Text": "Stopped"
					},
					"Translation": {
						"Text": "停止中"
					},
					"Key": "StatusStopped"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "WindowTitle"
				},
				{
					"Source": {
						"Text": "Waiting for connection on {0}:{1}"
					},
					"Translation": {
						"Text": "{0}:{1} で接続待機中"
					},
					"Key": "WaitingForConnection"
				}
			]
		}
	]
}